Repository: JManke91/GymStreak
Catalog: GymStreak/Resources/*.lproj/Localizable.strings
Languages: de

# tab.routines
source: Routines
de: Routinen

# tab.exercises
source: Exercises
de: Übungen

# tab.history
source: History
de: Verlauf

# routines.title
source: Routines
de: Routinen

# routines.empty.title
source: No Routines Yet
de: Noch keine Routinen

# routines.empty.description
source: Create your first routine to get started
de: Erstelle deine erste Routine um zu beginnen

# routines.add
source: Add Routine
de: Routine hinzufügen

# routines.exercise_count
source: %d exercises
de: %d Übungen

# routine.exercises
source: Exercises
de: Übungen

# routine.drag_to_reorder
source: Drag exercises to reorder
de: Übungen zum Neu anordnen ziehen

# routine.edit_mode_announcement
source: Edit mode. Drag exercises to reorder them.
de: Bearbeitungsmodus. Ziehe Übungen um sie neu anzuordnen.

# routine.add_exercise
source: Add Exercise
de: Übung hinzufügen

# routine.start_workout
source: Start Workout
de: Workout starten

# routine.edit
source: Edit Routine
de: Routine bearbeiten

# routine.delete
source: Delete Routine
de: Routine löschen

# routine.delete.confirm
source: Are you sure you want to delete this routine?
de: Möchtest du diese Routine wirklich löschen?

# routine.empty.title
source: No Exercises
de: Keine Übungen

# routine.empty.description
source: Add exercises to build your routine
de: Füge Übungen hinzu um deine Routine zu erstellen

# routine.sets_count
source: %d sets
de: %d Sätze

# routine.rest_time
source: Rest: %@
de: Pause: %@

# exercises.title
source: Exercises
de: Übungen

# exercises.empty.title
source: No Exercises Yet
de: Noch keine Übungen

# exercises.empty.description
source: Add your first exercise to build your library
de: Füge deine erste Übung hinzu um deine Bibliothek zu erstellen

# exercises.add
source: Add Exercise
de: Übung hinzufügen

# exercises.name
source: Exercise Name
de: Übungsname

# exercises.description
source: Description
de: Beschreibung

# exercises.muscle_group
source: Muscle Group
de: Muskelgruppe

# exercise.delete
source: Delete Exercise
de: Übung löschen

# exercise.edit
source: Edit Exercise
de: Übung bearbeiten

# exercise.save
source: Save
de: Speichern

# exercise.cancel
source: Cancel
de: Abbrechen

# exercises.delete.confirmation.title
source: Delete Exercise?
de: Übung löschen?

# exercises.delete.confirmation.message
source: '%@' is used in the following routines: %@. Deleting it will also remove it from these routines.
de: '%@' wird in folgenden Routinen verwendet: %@. Das Löschen entfernt die Übung auch aus diesen Routinen.

# exercises.delete.confirm
source: Delete
de: Löschen

# exercises.deleteAll.confirmation.title
source: Delete All Exercises?
de: Alle Übungen löschen?

# exercises.deleteAll.confirmation.message
source: This will delete all exercises and remove them from all routines. This action cannot be undone.
de: Dies löscht alle Übungen und entfernt sie aus allen Routinen. Diese Aktion kann nicht rückgängig gemacht werden.

# exercises.deleteAll.confirm
source: Delete All
de: Alle löschen

# common.cancel
source: Cancel
de: Abbrechen

source: Workout Time
de: Workout-Zeit

# workout.progress
source: Progress
de: Fortschritt

# workout.add_exercise
source: Add Exercise
de: Übung hinzufügen

# workout.add_exercise.description
source: Browse exercise library
de: Übungsbibliothek durchsuchen

# workout.cancel
source: Cancel
de: Abbrechen

# workout.cancel.title
source: Cancel Workout?
de: Workout abbrechen?

# workout.cancel.message
source: Your progress will not be saved.
de: Dein Fortschritt wird nicht gespeichert.

# workout.cancel.discard
source: Discard Workout
de: Workout verwerfen

# workout.cancel.keep
source: Keep Working Out
de: Weiter trainieren

# workout.finish
source: Finish Workout
de: Workout beenden

# workout.finish.title
source: Finish Workout?
de: Workout beenden?

# workout.finish.continue
source: Continue Workout
de: Weiter trainieren

# workout.finish.save
source: Save Workout
de: Workout speichern

# workout.complete.title
source: Workout Complete!
de: Workout abgeschlossen!

# workout.complete.message
source: You completed all %d sets. Would you like to finish your workout?
de: Du hast alle %d Sätze abgeschlossen. Möchtest du dein Workout beenden?

# workout.complete.finish
source: Finish Workout
de: Workout beenden

# workout.complete.continue
source: Continue
de: Weiter

# workout.completed_sets
source: You completed %d of %d sets.
de: Du hast %d von %d Sätzen abgeschlossen.

# exercise.sets_completed
source: %d/%d sets
de: %d/%d Sätze

# exercise.add_set
source: Add Set
de: Satz hinzufügen

# set.number
source: Set %d
de: Satz %d

# set.reps
source: %d reps
de: %d Wdh.

# set.reps_label
source: Reps
de: Wiederholungen

# set.weight_label
source: Weight (kg)
de: Gewicht (kg)

# set.planned
source: Planned:
de: Geplant:

# set.planned_detail
source: %d reps × %.2f kg
de: %d Wdh. × %.2f kg

# set.delete
source: Delete Set
de: Satz löschen

# rest_timer.title
source: Rest Time
de: Pausenzeit

# rest_timer.remaining
source: remaining
de: verbleibend

# rest_timer.minimize
source: Minimize
de: Minimieren

# rest_timer.skip
source: Skip Rest
de: Pause überspringen

# rest_timer.set
source: Set Rest Timer
de: Pausentimer setzen

# rest_timer.disable
source: Disable Rest Timer
de: Pausentimer deaktivieren

# rest_timer.rest
source: Rest:
de: Pause:

# rest_timer.config.title
source: Rest Timer
de: Pausentimer

# rest_timer.config.disabled
source: Rest timer disabled
de: Pausentimer deaktiviert

# rest_timer.config.enabled
source: Rest timer: %@
de: Pausentimer: %@

# apply_to_all.reps
source: Apply reps to all %d?
de: Wiederholungen auf alle %d anwenden?

# apply_to_all.weight
source: Apply weight to all %d?
de: Gewicht auf alle %d anwenden?

# apply_to_all.generic
source: Apply to all %d?
de: Auf alle %d anwenden?

# apply_to_all.apply
source: Apply
de: Anwenden

# delete_exercise.title
source: Remove Exercise?
de: Übung entfernen?

# delete_exercise.message_with_sets
source: This will remove %d completed set%@ and all other data for %@.
de: Dies entfernt %d abgeschlossene%@ Sätze und alle anderen Daten für %@.

# delete_exercise.message_no_sets
source: This will remove all sets for %@ from your workout.
de: Dies entfernt alle Sätze für %@ aus deinem Workout.

# delete_exercise.remove
source: Remove
de: Entfernen

# delete_exercise.cancel
source: Cancel
de: Abbrechen

# save_workout.title
source: Save Workout
de: Workout speichern

# save_workout.name_placeholder
source: Enter workout name
de: Workout-Name eingeben

# save_workout.notes
source: Notes
de: Notizen

# save_workout.notes_placeholder
source: Add notes (optional)
de: Notizen hinzufügen (optional)

# save_workout.save
source: Save Workout
de: Workout speichern

# save_workout.cancel
source: Cancel
de: Abbrechen

# save_workout.duration
source: Duration: %@
de: Dauer: %@

# save_workout.total_sets
source: Total Sets: %d
de: Gesamt Sätze: %d

# save_workout.completed_sets
source: Completed: %d
de: Abgeschlossen: %d

# history.title
source: History
de: Verlauf

# history.empty.title
source: No Workouts Yet
de: Noch keine Workouts

# history.empty.description
source: Start a routine to begin tracking your workouts
de: Starte eine Routine um deine Workouts zu verfolgen

# history.duration
source: %@ • %d sets
de: %@ • %d Sätze

# create_routine.title
source: Create Routine
de: Routine erstellen

# create_routine.name
source: Routine Name
de: Routinenname

# create_routine.name_placeholder
source: Enter routine name
de: Routinennamen eingeben

# create_routine.add_exercises
source: Add Exercises
de: Übungen hinzufügen

# create_routine.save
source: Save Routine
de: Routine speichern

# create_routine.cancel
source: Cancel
de: Abbrechen

# create_routine.select_exercises
source: Select Exercises
de: Übungen auswählen

# create_routine.configure
source: Configure
de: Konfigurieren

# create_routine.done
source: Done
de: Fertig

# exercise_selection.title
source: Select Exercises
de: Übungen auswählen

# exercise_selection.done
source: Done
de: Fertig

# exercise_selection.selected
source: %d selected
de: %d ausgewählt

# exercise_selection.search
source: Search exercises
de: Übungen suchen

# configure_exercise.title
source: Configure Exercise
de: Übung konfigurieren

# configure_exercise.sets
source: Sets
de: Sätze

# configure_exercise.reps
source: Reps
de: Wiederholungen

# configure_exercise.weight
source: Weight
de: Gewicht

# configure_exercise.rest_time
source: Rest Time
de: Pausenzeit

# configure_exercise.save
source: Save
de: Speichern

# action.save
source: Save
de: Speichern

# action.cancel
source: Cancel
de: Abbrechen

# action.delete
source: Delete
de: Löschen

# action.edit
source: Edit
de: Bearbeiten

# action.done
source: Done
de: Fertig

# action.add
source: Add
de: Hinzufügen

# action.remove
source: Remove
de: Entfernen

# action.continue
source: Continue
de: Weiter

# muscle.general
source: General
de: Allgemein

# muscle.full_body
source: Full Body
de: Ganzkörper

# muscle.biceps
source: Biceps
de: Bizeps

# muscle.triceps
source: Triceps
de: Trizeps

# muscle.forearms
source: Forearms
de: Unterarme

# muscle.chest
source: Chest
de: Brust

# muscle.upper_chest
source: Upper Chest
de: Obere Brust

# muscle.upper_back
source: Upper Back
de: Oberer Rücken

# muscle.lats
source: Lats
de: Latissimus

# muscle.lower_back
source: Lower Back
de: Unterer Rücken

# muscle.shoulders
source: Shoulders
de: Schultern

# muscle.front_delts
source: Front Delts
de: Vordere Schulter

# muscle.side_delts
source: Side Delts
de: Seitliche Schulter

# muscle.rear_delts
source: Rear Delts
de: Hintere Schulter

# muscle.abs
source: Abs
de: Bauchmuskeln

# muscle.obliques
source: Obliques
de: Schräge Bauchmuskeln

# muscle.quadriceps
source: Quadriceps
de: Quadrizeps

# muscle.hamstrings
source: Hamstrings
de: Beinbeuger

# muscle.glutes
source: Glutes
de: Gesäßmuskel

# muscle.calves
source: Calves
de: Waden

# muscle.hip_flexors
source: Hip Flexors
de: Hüftbeuger

# exercises.muscle_groups
source: Muscle Groups
de: Muskelgruppen

# muscle_picker.title
source: Select Muscle Groups
de: Muskelgruppen wählen

# muscle_picker.select
source: Select
de: Auswählen

# muscle_category.arms
source: Arms
de: Arme

# muscle_category.chest
source: Chest
de: Brust

# muscle_category.back
source: Back
de: Rücken

# muscle_category.shoulders
source: Shoulders
de: Schultern

# muscle_category.core
source: Core
de: Rumpf

# muscle_category.legs
source: Legs
de: Beine

# accessibility.set.label
source: Set %d: %d reps, %.2f kilograms
de: Satz %d: %d Wiederholungen, %.2f Kilogramm

# accessibility.set.hint.collapsed
source: Tap to expand and edit
de: Zum Erweitern und Bearbeiten tippen

# accessibility.set.hint.expanded
source: Tap to collapse
de: Zum Minimieren tippen

# accessibility.add_set
source: Add a new set to %@
de: Neuen Satz zu %@ hinzufügen

# accessibility.add_set.hint
source: Creates a new set with default values
de: Erstellt einen neuen Satz mit Standardwerten

# accessibility.add_exercise
source: Add a new exercise to this workout
de: Neue Übung zu diesem Workout hinzufügen

# accessibility.add_exercise.hint
source: Opens exercise picker to add another exercise
de: Öffnet Übungsauswahl um weitere Übung hinzuzufügen

# create_routine.new_title
source: New Routine
de: Neue Routine

# create_routine.empty.title
source: Add Your First Exercise
de: Füge deine erste Übung hinzu

# create_routine.empty.description
source: Build your routine by adding exercises and configuring sets
de: Erstelle deine Routine durch Hinzufügen von Übungen und Konfigurieren von Sätzen

# create_routine.discard.title
source: Discard Routine?
de: Routine verwerfen?

# create_routine.keep_editing
source: Keep Editing
de: Weiter bearbeiten

# create_routine.discard
source: Discard
de: Verwerfen

# create_routine.discard.message
source: You have unsaved changes. Are you sure you want to discard this routine?
de: Du hast ungespeicherte Änderungen. Möchtest du diese Routine wirklich verwerfen?

# exercise_selection.already_added
source: %d exercise(s) already added
de: %d Übung(en) bereits hinzugefügt

# exercise_selection.create_new
source: Create New Exercise
de: Neue Übung erstellen

# configure_exercise.info
source: Exercise Info
de: Übungsinformationen

# configure_exercise.empty.title
source: No sets configured
de: Keine Sätze konfiguriert

# configure_exercise.empty.description
source: Tap 'Add Set' below to start
de: Tippe unten auf 'Satz hinzufügen' um zu beginnen

# configure_exercise.set_detail
source: %d reps • %.1f kg
de: %d Wdh. • %.1f kg

# configure_exercise.duplicate_set
source: Duplicate Last Set
de: Letzten Satz duplizieren

# configure_exercise.rest_timer
source: Rest Timer
de: Pausentimer

# configure_exercise.rest_time_between_sets
source: Rest Time Between Sets
de: Pausenzeit zwischen Sätzen

# configure_exercise.add_to_routine
source: Add to Routine
de: Zur Routine hinzufügen

# save_workout.duration_label
source: Duration
de: Dauer

# save_workout.sets_completed_label
source: Sets Completed
de: Abgeschlossene Sätze

# save_workout.total_volume
source: Total Volume
de: Gesamtvolumen

# save_workout.completion
source: Completion
de: Abschluss

# save_workout.calories
source: Est. Calories
de: Geschätzte Kalorien

# save_workout.summary
source: Workout Summary
de: Workout-Zusammenfassung

# save_workout.apple_health
source: Save to Apple Health
de: In Apple Health speichern

# save_workout.apple_health_footer
source: Your workout will appear in the Fitness app and contribute to your activity rings
de: Dein Workout erscheint in der Fitness-App und trägt zu deinen Aktivitätsringen bei

# save_workout.update_template
source: Update Routine Template
de: Routinenvorlage aktualisieren

# save_workout.update_template_footer
source: Apply changes to reps and weight back to the routine template for future workouts
de: Änderungen bei Wiederholungen und Gewicht auf die Routinenvorlage für zukünftige Workouts anwenden

# workout_detail.date
source: Date
de: Datum

# workout_detail.time
source: Time
de: Zeit

# workout_detail.duration
source: Duration
de: Dauer

# workout_detail.sets_completed
source: Sets Completed
de: Abgeschlossene Sätze

# workout_detail.sets_of
source: %d of %d
de: %d von %d

# workout_detail.completion
source: Completion
de: Abschluss

# workout_detail.total_volume
source: Total Volume
de: Gesamtvolumen

# workout_detail.template_updated
source: Routine template updated
de: Routinenvorlage aktualisiert

# workout_detail.summary
source: Workout Summary
de: Workout-Zusammenfassung

# workout_detail.exercise_sets
source: %d of %d sets completed
de: %d von %d Sätzen abgeschlossen

# workout_detail.set
source: Set
de: Satz

# workout_detail.planned
source: Planned
de: Geplant

# workout_detail.actual
source: Actual
de: Tatsächlich

# workout_detail.skipped
source: Skipped
de: Übersprungen

# add_exercise.title
source: New Exercise
de: Neue Übung

# add_exercise.details
source: Exercise Details
de: Übungsdetails

# add_exercise.description_optional
source: Description (Optional)
de: Beschreibung (Optional)

# exercise_detail.details
source: Exercise Details
de: Übungsdetails

# exercise_detail.created
source: Created
de: Erstellt

# exercise_detail.last_updated
source: Last Updated
de: Zuletzt aktualisiert

# exercise_detail.delete_title
source: Delete Exercise
de: Übung löschen

# exercise_detail.delete_message
source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Möchtest du '%@' wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# edit_exercise.title
source: Edit Exercise
de: Übung bearbeiten

# edit_exercise.details
source: Exercise Details
de: Übungsdetails

# edit_exercise.description_optional
source: Description (Optional)
de: Beschreibung (Optional)

# edit_exercise.delete_title
source: Delete Exercise
de: Übung löschen

# edit_exercise.delete_message
source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Möchtest du '%@' wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# add_to_routine.already_added
source: Already in Routine
de: Bereits in Routine

# add_to_routine.available
source: Available Exercises
de: Verfügbare Übungen

# add_to_routine.create_new
source: Create New Exercise
de: Neue Übung erstellen

# add_to_routine.title
source: Choose Exercise
de: Übung auswählen

# add_to_routine.search
source: Search exercises or muscle groups
de: Übungen oder Muskelgruppen suchen

# add_to_routine.add_title
source: Add to Routine
de: Zur Routine hinzufügen

# add_to_workout.create_new
source: Create New Exercise
de: Neue Übung erstellen

# add_to_workout.create_description
source: Add a custom exercise to your library
de: Füge eine benutzerdefinierte Übung zu deiner Bibliothek hinzu

# add_to_workout.already_added
source: Already in Workout
de: Bereits im Workout

# add_to_workout.available
source: Available Exercises
de: Verfügbare Übungen

# add_to_workout.title
source: Add Exercise
de: Übung hinzufügen

# add_to_workout.search
source: Search exercises or muscle groups
de: Übungen oder Muskelgruppen suchen

# exercise_picker.search
source: Search exercises or muscle groups
de: Übungen oder Muskelgruppen suchen

# exercise_picker.title
source: Choose Exercise
de: Übung auswählen

# edit_set.details
source: Set Details
de: Satzdetails

# edit_set.rest_time
source: Rest Time
de: Pausenzeit

# edit_set.title
source: Edit Set
de: Satz bearbeiten

# add_routine.title
source: New Routine
de: Neue Routine

# add_routine.section.details
source: Routine Details
de: Routinendetails

# add_routine.section.next_steps
source: Next Steps
de: Nächste Schritte

# add_routine.name_placeholder
source: Routine Name
de: Routinenname

# add_routine.next_steps_description
source: After creating this routine, you can add exercises to it from the routine detail view.
de: Nach dem Erstellen dieser Routine kannst du Übungen in der Routinendetailansicht hinzufügen.

# routine_exercise_detail.section.info
source: Exercise Info
de: Übungsinformationen

# routine_exercise_detail.section.sets
source: Sets
de: Sätze

# routine_exercise_detail.section.rest_timer
source: Rest Timer
de: Pausentimer

# routine_exercise_detail.label.muscle_group
source: Muscle Group
de: Muskelgruppe

# routine_exercise_detail.label.muscle_groups
source: Muscle Groups
de: Muskelgruppen

# routine_exercise_detail.label.description
source: Description
de: Beschreibung

# routine_exercise_detail.label.sets
source: Sets
de: Sätze

# routine_exercise_detail.set_number
source: Set %d
de: Satz %d

# routine_exercise_detail.set_detail
source: %d reps • %.1f kg
de: %d Wdh. • %.1f kg

# routine_exercise_detail.reps_label
source: Reps:
de: Wiederholungen:

# routine_exercise_detail.weight_label
source: Weight (kg):
de: Gewicht (kg):

# routine_exercise_detail.add_set
source: Add Set
de: Satz hinzufügen

# routine_exercise_detail.delete
source: Delete
de: Löschen

# routine_exercise_detail.delete_alert.title
source: Delete Exercise
de: Übung löschen

# routine_exercise_detail.delete_alert.message
source: Are you sure you want to delete this exercise from the routine? This action cannot be undone.
de: Möchtest du diese Übung wirklich aus der Routine löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# routine_exercise_detail.error.not_found
source: Exercise not found
de: Übung nicht gefunden

# testdata.routine.push_day
source: Push Day
de: Drücken-Tag

# testdata.routine.pull_day
source: Pull Day
de: Ziehen-Tag

# testdata.routine.leg_day
source: Leg Day
de: Bein-Tag

# testdata.exercise.bench_press
source: Bench Press
de: Bankdrücken

# testdata.exercise.incline_dumbbell_press
source: Incline Dumbbell Press
de: Schrägbank-Kurzhanteldrücken

# testdata.exercise.cable_flyes
source: Cable Flyes
de: Kabelzug-Fliegende

# testdata.exercise.overhead_press
source: Overhead Press
de: Schulterdrücken

# testdata.exercise.lateral_raises
source: Lateral Raises
de: Seitheben

# testdata.exercise.tricep_pushdowns
source: Tricep Pushdowns
de: Trizepsdrücken

# testdata.exercise.deadlift
source: Deadlift
de: Kreuzheben

# testdata.exercise.pull_ups
source: Pull-ups
de: Klimmzüge

# testdata.exercise.barbell_rows
source: Barbell Rows
de: Langhantelrudern

# testdata.exercise.back_squat
source: Back Squat
de: Kniebeugen

# testdata.exercise.romanian_deadlift
source: Romanian Deadlift
de: Rumänisches Kreuzheben

# testdata.exercise.leg_press
source: Leg Press
de: Beinpresse

# testdata.exercise.leg_curls
source: Leg Curls
de: Beincurls

# testdata.exercise.calf_raises
source: Calf Raises
de: Wadenheben

# testdata.exercise.desc.bench_press
source: Compound chest exercise for mass
de: Grundübung für Brustmuskulatur

# testdata.exercise.desc.incline_dumbbell_press
source: Upper chest focus
de: Fokus auf obere Brust

# testdata.exercise.desc.cable_flyes
source: Chest isolation and stretch
de: Brust-Isolationsübung

# testdata.exercise.desc.overhead_press
source: Shoulder compound movement
de: Schulter-Grundübung

# testdata.exercise.desc.lateral_raises
source: Side delt isolation
de: Seitliche Schulter-Isolation

# testdata.exercise.desc.tricep_pushdowns
source: Tricep isolation
de: Trizeps-Isolation

# testdata.exercise.desc.deadlift
source: Full body compound movement
de: Ganzkörper-Grundübung

# testdata.exercise.desc.pull_ups
source: Bodyweight back exercise
de: Rückenübung mit Körpergewicht

# testdata.exercise.desc.barbell_rows
source: Back thickness builder
de: Rückendicke aufbauen

# testdata.exercise.desc.face_pulls
source: Rear delt and upper back
de: Hintere Schulter und oberer Rücken

# testdata.exercise.desc.hammer_curls
source: Bicep and forearm development
de: Bizeps und Unterarm-Entwicklung

# testdata.exercise.desc.back_squat
source: King of leg exercises
de: König der Beinübungen

# testdata.exercise.desc.romanian_deadlift
source: Hamstring focus compound
de: Fokus auf Beinbeuger

# testdata.exercise.desc.leg_press
source: Quad mass builder
de: Quadrizeps-Masseaufbau

# testdata.exercise.desc.leg_curls
source: Hamstring isolation
de: Beinbeuger-Isolation

# testdata.exercise.desc.calf_raises
source: Calf development
de: Wadenentwicklung
